Revit 2027 API
UnitTypeId.Kilowatts Property
 Kilowatts.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Kilowatts { get; }
Public Shared ReadOnly Property Kilowatts As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Kilowatts {
	ForgeTypeId^ get ();
}
static member Kilowatts : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace